/*********************Função que configura Pinos do MCU*************************

                       configuração para Arduino UNO

*******************************************************************************/
/******************************************************************************/
                    /* Arquivos de inclusão */
#ifndef Config_MCU_h_
#define Config_MCU_h_
               
               
// ======================================================================================================
// --- Protótipo das Funções ---


void config_mcu ();
void teste_LED();



#endif